Repository: eziyak/paypal-woocommerce-version-french
Catalog: paypal-for-woocommerce-*.po
Languages: fr_fr

source: An error occurred, please try again or try an alternate form of payment
fr_fr: Une erreur est survenue, veuillez réessayer ou essayez un autre mode de paiement

source: We cannot process your order with the payment information that you provided. Please use a different payment account or an alternate payment method.
fr_fr: Nous ne pouvons pas traiter votre commande avec les informations de paiement que vous avez fournies. Veuillez utiliser un autre compte de paiement ou un autre moyen de paiement.

source: This order is being placed on hold for review. Please contact us to complete the transaction.
fr_fr: Cette commande est mise en attente pour examen. Veuillez nous contacter pour compléter la transaction.

source: This order is being placed on hold for review due to an incorrect card verification number. You may contact the store to complete the transaction.
fr_fr: Cette commande est mise en attente pour révision en raison d'un numéro de vérification de carte incorrect. Vous pouvez contacter le magasin pour compléter la transaction.

source: The card verification number is invalid, please try again.
fr_fr: Le numéro de vérification de la carte est invalide, veuillez réessayer.

source: Please enter your card verification number and try again.
fr_fr: Veuillez entrer votre numéro de carte de vérification et réessayer.

source: That card type is not accepted, please use an alternate card or other form of payment.
fr_fr: Ce type de carte n'est pas accepté, veuillez utiliser une autre carte ou un autre moyen de paiement.

source: The card type is invalid or does not correlate with the credit card number. Please try again or use an alternate card or other form of payment.
fr_fr: Le type de carte n'est pas valide ou ne correspond pas au numéro de carte de crédit. Veuillez réessayer ou utiliser une autre carte ou un autre moyen de paiement.

source: Please select the card type and try again.
fr_fr: Veuillez sélectionner le type de carte et réessayer.

source: The card number is invalid, please re-enter and try again.
fr_fr: Le numéro de la carte est invalide, veuillez le saisir à nouveau et réessayer.

source: Please enter your card number and try again.
fr_fr: Veuillez entrer votre numéro de carte et réessayer.

source: The card expiration date is invalid, please re-enter and try again.
fr_fr: La date d'expiration de la carte n'est pas valide. Veuillez la saisir à nouveau et réessayer.

source: The card expiration month is invalid, please re-enter and try again.
fr_fr: Le mois d'expiration de la carte n'est pas valide. Veuillez le saisir à nouveau et réessayer.

source: The card expiration year is invalid, please re-enter and try again.
fr_fr: L'année d'expiration de la carte n'est pas valide. Veuillez la saisir à nouveau et réessayer.

source: Please enter your card expiration date and try again.
fr_fr: Veuillez entrer la date d'expiration de votre carte et réessayer.

source: The bank routing number is invalid, please re-enter and try again.
fr_fr: Le numéro de routage de la banque n'est pas valide, veuillez le saisir à nouveau et réessayer.

source: The bank account number is invalid, please re-enter and try again.
fr_fr: Le numéro de compte bancaire n'est pas valide. Veuillez le saisir à nouveau et réessayer.

source: The provided card is expired, please use an alternate card or other form of payment.
fr_fr: La carte fournie est expirée, veuillez utiliser une autre carte ou un autre moyen de paiement.

source: The provided card was declined, please use an alternate card or other form of payment.
fr_fr: La carte fournie a été refusée, veuillez utiliser une autre carte ou un autre moyen de paiement.

source: Insufficient funds in account, please use an alternate card or other form of payment.
fr_fr: S'il n'y a pas suffisamment de fonds, veuillez utiliser une autre carte ou un autre moyen de paiement.

source: The card is inactivate or not authorized for card-not-present transactions, please use an alternate card or other form of payment.
fr_fr: La carte est désactivée ou non autorisée pour les transactions sans carte. Veuillez utiliser une autre carte ou un autre moyen de paiement.

source: The credit limit for the card has been reached, please use an alternate card or other form of payment.
fr_fr: La limite de crédit pour la carte a été atteinte, veuillez utiliser une autre carte ou un autre moyen de paiement.

source: The card verification number does not match. Please re-enter and try again.
fr_fr: Le numéro de vérification de la carte ne correspond pas. Veuillez entrer à nouveau et réessayer.

source: The provided address does not match the billing address for cardholder. Please verify the address and try again.
fr_fr: L'adresse fournie ne correspond pas à l'adresse de facturation du titulaire de la carte. Veuillez vérifier l'adresse et réessayer.

source: Card number
fr_fr: Numéro de carte

source: Expiry (MM/YY)
fr_fr: Expiration (MM/AA)

source: MM / YY
fr_fr: MM / AA

source: Card code
fr_fr: Code de la carte

source: Voided %s - Transaction ID: %s
fr_fr: Annulé %s - ID de transaction: %s

source: Add merchant account ID for %s
fr_fr: Ajouter un ID de compte marchand pour %s

source: Merchant Account ID (%s)
fr_fr: Identifiant du compte du marchand (%s)

source: Enter merchant account ID
fr_fr: Entrez l'identifiant du compte marchand

source: Remove this merchant account ID
fr_fr: Supprimer cet identifiant de compte marchand

source: Item
fr_fr: Article

source: Fee
fr_fr: Frais

source: Paypal Advanced error: Please enter your PayPal Advanced Account Merchant Login.
fr_fr: Erreur avancée de Paypal: Veuillez entrer votre identifiant de marchand PayPal Advanced

source: Paypal Advanced error: Please enter your PayPal Advanced Account Partner.
fr_fr: Erreur PayPal Advance: Veuillez entrer votre compte PayPal Advanced Partner.

source: Paypal Advanced error: Please enter your PayPal Advanced Account Password.
fr_fr: Erreur PayPal Advanced: Veuillez entrer votre mot de passe de compte avancé PayPal.

source: There was a problem connecting to the payment gateway.
fr_fr: Un problème est survenu lors de la connexion à la gateway de paiement.

source: Empty response.
fr_fr: Réponse vide.

source: Received result of Inquiry Transaction for the (Order: %s) and is successful
fr_fr: Résultat reçu de la transaction d'enquête pour l'ordre (%s) et réussit

source: Received result of Inquiry Transaction for the (Order: %s) and with error:%s
fr_fr: Résultat reçu de la transaction d'enquête pour le (Ordre:%s) et avec erreur:%s

source: Relay Response Tokens Match
fr_fr: Correspondance des jetons de réponse relais

source: Relay Response Tokens Mismatch
fr_fr: Incompatibilité des jetons de réponse de relais

source: PayPal Advanced payment completed (Order: %s). Transaction number/ID: %s.
fr_fr: PayPal Advanced Paiement complété (Commande: %s). Numéro de transaction/ ID:% s.

source: Payment completed for the (Order: %s)
fr_fr: Paiement effectué pour le (Commande: %s)

source: Error:
fr_fr: Erreur:

source: Payment failed via PayPal Advanced because of.
fr_fr: Le paiement a échoué via PayPal Advanced en raison de.

source: Status has been changed to failed for order %s
fr_fr: Le statut a été changé en échec pour l'ordre %s

source: Error Occurred while processing %s : %s, status: %s
fr_fr: Une erreur s'est produite lors du traitement de %s : %s, status:%s

source: Silent Relay Response Triggered: %s
fr_fr: Réponse relais silencieuse déclenchée: %s

source: Relay Response Triggered: %s
fr_fr: Réponse de relais Déclenché: %s

source: Redirecting to Thank You Page for order %s
fr_fr: Redirection vers la page de remerciement pour l'ordre %s

source: Requesting for the Secured Token for the order %s
fr_fr: Demandez le jeton sécurisé pour l'ordre %s

source: Requesting for the Secured Token for the order %s with following URL and Paramaters: %s
fr_fr: Demander le jeton sécurisé pour la commande% s avec l'URL et les paramètres suivants: %s

source: Secured Token generation failed for the order %s with error: %s
fr_fr: La génération de jetons sécurisés a échoué pour l'ordre%s avec erreur:%s

source: PayPal Payments Advanced uses an iframe to seamlessly integrate PayPal hosted pages into the checkout process.
fr_fr: PayPal Payments Advanced utilise un iframe pour intégrer de manière transparente les pages hébergées PayPal dans le processus de paiement.

source: Gateway Disabled
fr_fr: Gateway désactivée

source: PayPal does not support your store currency.
fr_fr: PayPal ne prend pas en charge la devise de votre magasin.

source: Enable PayPal Advanced
fr_fr: Activer PayPal Advanced

source: Enable PayPal sandbox
fr_fr: Activer le bac à sanbox PayPal

source: PayPal sandbox can be used to test payments. Sign up for a developer account <a href="%s">here</a>
fr_fr: Le bac à sable PayPal peut être utilisé pour tester les paiements. Inscrivez-vous à un compte développeur <a href="%s">ici</a

source: Partner
fr_fr: Partenaire

source: Enter your PayPal Advanced Partner. If you purchased the account directly from PayPal, use PayPal.
fr_fr: Entrez votre PayPal Advanced Partner. Si vous avez acheté le compte directement auprès de PayPal, utilisez PayPal.

source: Vendor (Merchant Login)
fr_fr: Fournisseur (Connexion au marchand)

source: User (optional)
fr_fr: Utilisateur (optionnel)

source: If you set up one or more additional users on the account, this value is the ID of the user authorized to process transactions. Otherwise, leave this field blank.
fr_fr: Si vous configurez un ou plusieurs utilisateurs supplémentaires sur le compte, cette valeur correspond à l'ID de l'utilisateur autorisé à traiter les transactions. Sinon, laissez ce champ vide.

source: Password
fr_fr: Mot de passe

source: Enter your PayPal Advanced account password.
fr_fr: Entrez votre mot de passe PayPal Advanced.

source: Send Item Details
fr_fr: Envoyez les détails de l'article

source: Send line item details to PayPal
fr_fr: Envoyer les détails de l'élément de campagne à PayPal

source: Include all line item details in the payment request to PayPal so that they can be seen from the PayPal transaction details page.
fr_fr: Ajoutez tous les détails de l'élément de campagne dans la demande de paiement à PayPal afin qu'ils puissent être consultés à partir de la page des détails de la transaction PayPal.

source: Transaction Type
fr_fr: Type de transaction

source: Layout
fr_fr: Disposition

source: Layouts A and B redirect to PayPal's website for the user to pay. <br/>Layout C (recommended) is a secure PayPal-hosted page but is embedded on your site using an iFrame.
fr_fr: Les mises en page A et B redirigent vers le site Web de PayPal pour que l'utilisateur puisse payer. <br/> La mise en page C (recommandée) est une page sécurisée hébergée par PayPal mais est intégrée sur votre site à l'aide d'un iFrame.

source: Mobile Mode
fr_fr: Mode mobile

source: Display Mobile optimized form if browsed through Mobile
fr_fr: Afficher le formulaire mobile optimisé si vous naviguez sur Mobile

source: Disable this option if your theme is not compatible with Mobile. Otherwise You would get Silent Post Error in Layout C.
fr_fr: Désactivez cette option si votre thème n'est pas compatible avec Mobile. Sinon, vous obtiendrez une erreur de publication silencieuse dans la mise en page C.

source: Credit Card Logo Graphic
fr_fr: Graphique de logo de carte de crédit

source: Page Collapse Border Color
fr_fr: Page Réduire la couleur de la bordure

source: Sets the color of the border around the embedded template C.
fr_fr: Définissez la couleur de la bordure autour du modèle incorporé C.

source: Page Collapse Text Color
fr_fr: Page Réduire la couleur du texte

source: Sets the color of the words "Pay with PayPal" and "Pay with credit or debit card".
fr_fr: Définissez la couleur des mots "Payer avec PayPal" et "Payer avec une carte de crédit ou de débit".

source: Page Button Background Color
fr_fr: Couleur de fond de bouton de page

source: Sets the background color of the Pay Now / Submit button.
fr_fr: Définissez la couleur d'arrière-plan du bouton Payer maintenant / Envoyer.

source: Page Button Text Color
fr_fr: Couleur du texte du bouton Page

source: Sets the color of the text on the Pay Now / Submit button.
fr_fr: Définissez la couleur du texte sur le bouton Payer maintenant / Envoyer.

source: Label Text Color
fr_fr: Couleur du texte de l'étiquette

source: Sets the color of the text for "card number", "expiration date", ..etc.
fr_fr: Définissez la couleur du texte pour "numéro de carte", "date d'expiration", ..etc.

source: Log PayPal events, inside <code>%s</code>
fr_fr: Enregistrez les événements PayPal dans <code>%s</ code>

source: Secured Token generated successfully for the order %s
fr_fr: Jeton sécurisé généré avec succès pour l'ordre %s

source: Partial refund is not supported
fr_fr: Le remboursement partiel n'est pas pris en charge

source: Response of the refund transaction: %s
fr_fr: Réponse de l'opération de remboursement: %s

source: Successfully Refunded - Refund Transaction ID: %s
fr_fr: Remboursé avec succès - ID de la transaction de remboursement: % s

source: Refund Failed - Refund Transaction ID: %s, Error Msg: %s
fr_fr: Remboursement échoué - transaction de remboursement ID: %s, Message d'erreur:%s

source: Browser Info: %s
fr_fr: Informations sur le navigateur: %s

source: Show payment form(IFRAME) for the order %s as it is configured to use Layout C
fr_fr: Afficher le formulaire de paiement (IFRAME) pour la commande% s car il est configuré pour utiliser la disposition C

source: Order %s
fr_fr: Commande %s

source: Shipping via %s
fr_fr: Livraison via %s

source: PayPal Reference Transactions are not enabled on your account, some subscription management features are not enabled
fr_fr: Les transactions de référence PayPal ne sont pas activées sur votre compte, certaines fonctionnalités de gestion des abonnements ne sont pas activées

source: PayFlow API call failed.
fr_fr: L'appel de l'API PayFlow a échoué.

source: User IP:
fr_fr: IP de l'utilisateur:

source: PayPal direct credit card payments using the REST API. This allows you to accept credit cards directly on the site without the need for the full Payments Pro.
fr_fr: Paiements directs par carte de crédit PayPal en utilisant l'API REST. Cela vous permet d'accepter les cartes de crédit directement sur le site sans avoir besoin de la totalité des Paiements Pro.

source: Settings
fr_fr: Paramètres

source: PayPal for WooCommerce requires PHP version 5.3.0 or higher.
fr_fr: PayPal pour WooCommerce nécessite PHP version 5.3.0 ou supérieure.

source: PayPal Express Checkout is designed to make the checkout experience for buyers using PayPal much more quick and easy than filling out billing and shipping forms. Customers will be taken directly to PayPal to sign in and authorize the payment, and are then returned back to your store to choose a shipping method, review the final order total, and complete the payment.
fr_fr: PayPal Express Checkout est conçu pour rendre l'expérience de paiement pour les acheteurs utilisant PayPal beaucoup plus rapide et facile que de remplir des formulaires de facturation et d'expédition. Les clients seront redirigés directement vers PayPal pour se connecter et autoriser le paiement. Ils seront ensuite renvoyés à votre magasin pour choisir une méthode d'expédition, examiner le montant final de la commande et effectuer le paiement.

source: Proceed to PayPal
fr_fr: Passez à PayPal

source: Place order
fr_fr: Passer la commande

source: This image requires an SSL host. Please upload your image to <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> and enter the image URL here.
fr_fr: Cette image nécessite un hôte SSL. Veuillez télécharger votre image sur <a target="_blank" href="http://www.sslpic.com">www.sslpic.com</a> et entrez l'URL de l'image ici.

source: Enable PayPal Express
fr_fr: Activer PayPal Express

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account
fr_fr: Payer via PayPal; vous pouvez payer avec votre carte de crédit si vous n'avez pas de compte PayPal

source: Enable PayPal Sandbox
fr_fr: Activer le bac à Sandbox PayPal

source: The sandbox is PayPal's test environment and is only for use with sandbox accounts created within your <a href="http://developer.paypal.com" target="_blank">PayPal developer account</a>.
fr_fr: Le bac à sable est l'environnement de test de PayPal et ne peut être utilisé qu'avec les comptes sandbox créés dans votre <a href="http://developer.paypal.com" target="_blank"> compte développeur PayPal </a>.

source: Sandbox API User Name
fr_fr: Nom d'utilisateur de l'API Sandbox

source: Create sandbox accounts and obtain API credentials from within your <a href="http://developer.paypal.com">PayPal developer account</a>.
fr_fr: Créez des comptes sandbox et obtenez des informations d'identification d'API à partir de votre <a href="http://developer.paypal.com">Compte développeur de PayPal</a>.

source: Sandbox API Password
fr_fr: Mot de passe de l'API Sandbox

source: Sandbox API Signature
fr_fr: Signature de l'API Sandbox

source: Live API User Name
fr_fr: Nom d'utilisateur de l'API Live

source: Get your live account API credentials from your PayPal account profile <br />or by using <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">this tool</a>.
fr_fr: Obtenez les informations d'identification de votre API de compte en direct à partir de votre profil de compte PayPal ou en utilisant <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">this tool</a>.cet outil</a>.

source: Live API Password
fr_fr: Mot de passe API en direct

source: Live API Signature
fr_fr: Signature de l'API en direct

source: Error Email Notifications
fr_fr: Notifications par e-mail

source: Enable admin email notifications for errors.
fr_fr: Activer les notifications par courrier électronique pour les erreurs.

source: This will send a detailed error email to the WordPress site administrator if a PayPal API error occurs.
fr_fr: Cela enverra un email d'erreur détaillé à l'administrateur du site WordPress si une erreur de l'API PayPal se produit.

source: Invoice ID Prefix
fr_fr: Préfixe d'ID de facture

source: Add a prefix to the invoice ID sent to PayPal. This can resolve duplicate invoice problems when working with multiple websites on the same PayPal account.
fr_fr: Ajoutez un préfixe à l'ID de facture envoyé à PayPal. Cela peut résoudre les problèmes de facturation en double lorsque vous travaillez avec plusieurs sites Web sur le même compte PayPal.

source: Order Review Page Title
fr_fr: Titre de la page de révision de commande

source: This controls the title of order review page which the user sees during checkout.
fr_fr: Ceci contrôle le titre de la page de revue de commande que l'utilisateur voit lors de la commande.

source: Checkout Button Type
fr_fr: Type de bouton de paiement

source: Use Checkout with PayPal image button
fr_fr: Utiliser le bouton Commander avec l'image PayPal

source: Text Button
fr_fr: Bouton de texte

source: Custom Image
fr_fr: Image personnalisée

source: Select Image
fr_fr: Sélectionnez une image svp

source: Custom Text
fr_fr: Texte personnalisé

source: Cart Page
fr_fr: Page de panier

source: Show Express Checkout button on shopping cart page.
fr_fr: Afficher le bouton Paiement express sur la page du panier.

source: Show Express Checkout button in the WooCommerce Minicart.
fr_fr: Afficher le bouton Express Checkout dans le Minicart WooCommerce.

source: Cart Button Position
fr_fr: Position du bouton du panier

source: Where to display PayPal Express Checkout button(s).
fr_fr: Où afficher les boutons PayPal Express Checkout.

source: Set where to display the PayPal Express Checkout button(s).
fr_fr: Définir où afficher le bouton(s) PayPal Express Checkout.

source: Checkout Page Display
fr_fr: Afficher la page de paiement

source: Do not display on checkout page.
fr_fr: Ne pas afficher sur la page de paiement.

source: Display at the top of the checkout page.
fr_fr: Affichez en haut de la page de paiement

source: Display in general list of enabled gatways on checkout page.
fr_fr: Affichez dans la liste générale des passerelles activées sur la page de paiement.

source: Display both at the top and in the general list of gateways on the checkout page.
fr_fr: Afficher à la fois en haut et dans la liste générale des passerelles sur la page de paiement.

source: Displaying the checkout button at the top of the checkout page will allow users to skip filling out the forms and can potentially increase conversion rates.
fr_fr: L'affichage du bouton de paiement en haut de la page de paiement permet aux utilisateurs de ne pas remplir les formulaires et peut potentiellement augmenter les taux de conversion.

source: Product Page
fr_fr: Page produit

source: Show the Express Checkout button on product detail pages.
fr_fr: Afficher le bouton Paiement express sur les pages de détails du produit.

source: Allows customers to checkout using PayPal directly from a product page. Do not forget to enable Express Checkout on product details page. You can use the <a href="%s" target="_blank">Bulk Update Tool</a> to Enable Express Checkout on multiple products at once.
fr_fr: Permettre aux clients de passer à la caisse sans un compte PayPal en utilisant leur carte de crédit.

source: PayPal Account Optional
fr_fr: Compte PayPal facultatif

source: Allow customers to checkout without a PayPal account using their credit card.
fr_fr: Permettre aux clients de passer à la caisse sans un compte PayPal en utilisant leur carte de crédit.

source: PayPal Account Optional must be turned on in your PayPal account profile under Website Preferences.
fr_fr: Le compte PayPal facultatif doit être activé dans votre profil de compte PayPal sous Préférences du site Web.

source: Landing Page
fr_fr: Page de destination

source: Type of PayPal page to display as default. PayPal Account Optional must be checked for this option to be used.
fr_fr: Type de page PayPal à afficher par défaut. Compte PayPal Facultatif doit être coché pour que cette option soit utilisée.

source: Login
fr_fr: S'identifier

source: Billing
fr_fr: Facturation

source: Error Display Type
fr_fr: Type d'affichage d'erreur

source: Display detailed or generic errors
fr_fr: Affichez les erreurs détaillées ou génériques

source: Detailed
fr_fr: Détaillé

source: Generic
fr_fr: Générique

source: Detailed displays actual errors returned from PayPal. Generic displays general errors that do not reveal details and helps to prevent fraudulant activity on your site.
fr_fr: Détaille les erreurs réelles renvoyées par PayPal. Générique affiche les erreurs générales qui ne révèlent pas les détails et aident à prévenir les activités frauduleuses sur votre site.

source: Enable PayPal Credit
fr_fr: Activez le crédit PayPal

source: Show the PayPal Credit button next to the Express Checkout button.
fr_fr: Afficher le bouton Crédit PayPal à côté du bouton Paiement express.

source: Currently disabled because PayPal Credit is only available for U.S. and U.K merchants.
fr_fr: Actuellement désactivé car le crédit PayPal n'est disponible que pour les marchands américains et américains.

source: Use WordPress Locale Code
fr_fr: Utilisez le code de paramètres régionaux WordPress

source: Pass the WordPress Locale Code setting to PayPal in order to display localized PayPal pages to buyers.
fr_fr: Transmettez le paramètre Code Locale WordPress à PayPal afin d'afficher les pages PayPal localisées aux acheteurs.

source: Page Style
fr_fr: Style de page
