Repository: eziyak/paypal-woocommerce-version-french
Catalog: paypal-for-woocommerce-*.po
Languages: fr_fr

source: WooCommerce PayPal Payments Pro requires that the %sForce secure checkout%s option is enabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - PayPal Pro will only work in test mode. | <a href=%s>%s</a>
fr_fr: WooCommerce PayPal Payments Pro nécessite que l'option %sForce secure checkout%s soit activée; votre commande peut ne pas être sécurisée! Veuillez activer SSL et assurez-vous que votre serveur dispose d'un certificat SSL valide - PayPal Pro ne fonctionnera qu'en mode test. | <a href=%s>%s</a>

source: WooCommerce PayPal Payments ( %s ) is currently running in Sandbox mode and will NOT process any actual payments. | <a href=%s>%s</a>
fr_fr: WooCommerce PayPal Payments ( %s ) est actuellement en cours d'exécution en mode Sandbox et ne traitera aucun paiement réel. | <a href=%s>%s</a>

source: WooCommerce PayPal Express is currently running in Sandbox mode and will NOT process any actual payments. | <a href=%s>%s</a>
fr_fr: WooCommerce PayPal Express fonctionne actuellement en mode bac à sable et ne traitera aucun paiement réel. | <a href=%s>%s</a>

source: WooCommerce PayPal Payments requires WooCommerce plugin to work normally. Please activate it or install it from <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>here</a>. | <a href=%s>%s</a>
fr_fr: WooCommerce PayPal Payments nécessite le plugin WooCommerce pour fonctionner normalement. Veuillez l'activer ou l'installer depuis <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'> ici </a>. | <a href=%s>% s </a>

source: Action completed; %s records processed.
fr_fr: Action terminée %s enregistrements traités.

source: Successfully reset PayPal Marketing Solutions.
fr_fr: Réinitialisez avec succès PayPal Marketing Solutions.

source: Choose Image
fr_fr: Choisir une image

source: 3 digits usually found on the signature strip.
fr_fr: 3 chiffres habituellement trouvés sur la bande de signature.

source: 4 digits usually found on the front of the card.
fr_fr: 4 chiffres généralement trouvés sur le devant de la carte.

source: Dismiss
fr_fr: Rejetez

source: PayPal for WooCommerce - Settings
fr_fr: PayPal pour WooCommerce - Paramètres

source: PayPal for WooCommerce
fr_fr: PayPal pour WooCommerce

source: No Shipping Required
fr_fr: Aucune expédition requise

source: Disables shipping requirements in the PayPal checkout flow.
fr_fr: Désactivez les exigences d'expédition dans le flux de paiement PayPal.

source: Enable PayPal Billing Agreement
fr_fr: Activer l'accord de facturation PayPal

source: Adds a billing agreement to the product. The user must agree to the billing agreement on the PayPal checkout pages, and then you can process future payments for the buyer using reference transactions.
fr_fr: Ajoute un accord de facturation au produit. L'utilisateur doit accepter le contrat de facturation sur les pages de paiement PayPal, puis vous pouvez traiter les paiements futurs pour l'acheteur en utilisant des transactions de référence.

source: If this product is included in the cart the order will be processed in the PayPal sandbox for testing purposes.
fr_fr: Si ce produit est inclus dans le panier, la commande sera traitée dans le sandbox PayPal à des fins de test.

source: Enable Express Checkout Button
fr_fr: Activer le bouton de paiement express

source: Adds the PayPal Express Checkout button to the product page allowing buyers to checkout directly from the product page.
fr_fr: Ajoutez le bouton PayPal Express Checkout à la page du produit permettant aux acheteurs de passer directement à la page du produit.

source: Error Code: 0
fr_fr: Code d'erreur: 0

source: In order to better support the different countries and international features that PayPal Plus provides we have created a new, separate plugin. <a href='https://www.angelleye.com/product/woocommerce-paypal-plus-plugin' target='_blank'>Get the New PayPal Plus Plugin!</a>
fr_fr: Afin de mieux prendre en charge les différents pays et fonctionnalités internationales que PayPal Plus fournit, nous avons créé un nouveau plugin séparé. <a href='https://www.angelleye.com/product/woocommerce-paypal-plus-plugin' target='_blank'> Obtenez le nouveau plugin PayPal Plus! </a>

source: General
fr_fr: Général

source: Tools
fr_fr: Outils

source: PayPal Payment Gateway Products
fr_fr: Produits de Gateway de paiement PayPal

source: Premium Extensions / Support
fr_fr: Extensions Premium / Support

source: PayPal Express Checkout is a more advanced version of the standard PayPal payment option that is included with WooCommerce. It has more features included with it and allows us to more tightly integrate PayPal into WooCommerce. It is the recommended method of enabling PayPal payments in WooCommerce.
fr_fr: PayPal Express Checkout est une version plus avancée de l'option de paiement PayPal standard incluse avec WooCommerce. Il a plus de fonctionnalités incluses et nous permet d'intégrer plus étroitement PayPal dans WooCommerce. C'est la méthode recommandée pour activer les paiements PayPal dans WooCommerce.

source: PayPal Payments Pro 2.0 is the latest release of PayPal’s Pro offering. It works on PayPal’s PayFlow Gateway as opposed to their original DoDirectPayment API. You need to be sure that your account is setup for this version of Pro before configuring this payment gateway or you will end up with errors when people attempt to pay you via credit card.
fr_fr: PayPal Payments Pro 2.0 est la dernière version de l'offre Pro de PayPal. Il fonctionne sur PayPal PayFlow Gateway par opposition à leur API DoDirectPayment d'origine. Vous devez être sûr que votre compte est configuré pour cette version de Pro avant de configurer cette passerelle de paiement ou vous vous retrouverez avec des erreurs lorsque les gens tenteront de vous payer par carte de crédit.

source: PayPal’s Website Payments Pro 3.0 is the original Pro package that PayPal offered. It works on the DoDirectPayment API and is being slowly deprecated since the launch of Payments Pro 2.0 that works on the PayFlow API. You need to be sure that your account is setup for this version of Pro before configuring this payment gateway or you will end up with errors when people attempt to pay you via credit card.
fr_fr: PayPal Website Payments Pro 3.0 est le package Pro original proposé par PayPal. Il fonctionne sur l'API DoDirectPayment et est lentement déprécié depuis le lancement de Payments Pro 2.0 qui fonctionne sur l'API PayFlow. Vous devez être sûr que votre compte est configuré pour cette version de Pro avant de configurer cette passerelle de paiement ou vous vous retrouverez avec des erreurs lorsque les gens tenteront de vous payer par carte de crédit.

source: Credit Card payments Powered by PayPal / Braintree. Checkout is seamless either via credit cards or PayPal, and customers can save a payment method to their account for future use or manage saved payment methods with a few clicks
fr_fr: Paiements par carte de crédit Propulsé par PayPal / Braintree. Checkout est transparente soit par cartes de crédit ou PayPal, et les clients peuvent enregistrer une méthode de paiement à leur compte pour une utilisation future ou gérer les méthodes de paiement enregistrées en quelques clics

source: PayPal Plus is a solution where PayPal offers PayPal, Credit Card and ELV as individual payment options on the payment selection page. The available payment methods are provided in a PayPal hosted iFrame.
fr_fr: PayPal Plus est une solution où PayPal offre PayPal, Carte de crédit et VLE en tant qu'options de paiement individuelles sur la page de sélection de paiement. Les méthodes de paiement disponibles sont fournies dans un iFrame hébergé par PayPal.

source: Settings were saved successfully.
fr_fr: Les paramètres ont été enregistrés avec succès.

source: Force TLS 1.2
fr_fr: Forcer TLS 1.2

source: Enable Force TLS 1.2
fr_fr: Activer Force TLS 1.2

source: PayPal Marketing Solutions
fr_fr: Solutions de marketing PayPal

source: Bulk Edit Tool for Products
fr_fr: Outil d'édition en bloc pour les produits

source: Use the options below to enable/disable product-level settings for all products at once or a filtered sub-set of products.
fr_fr: Utilisez les options ci-dessous pour activer / désactiver les paramètres au niveau du produit pour tous les produits en même temps ou pour un sous-ensemble filtré de produits.

source: - Select...
fr_fr: - Sélectionnez ...

source: Enable No Shipping Required
fr_fr: Activer Aucune expédition requise

source: Disable No Shipping Required
fr_fr: Désactiver Aucun envoi requis

source: Disable PayPal Billing Agreement
fr_fr: Désactiver l'accord de facturation PayPal

source: Disable Express Checkout Button
fr_fr: Désactiver le bouton de paiement express

source: Disable Sandbox Mode
fr_fr: Désactiver le mode Sandbox

source: Target
fr_fr: Cible

source: All Products
fr_fr: Tous les produits

source: All Downloadable Products
fr_fr: Tous les produits téléchargeables

source: All Virtual Products
fr_fr: Tous les produits virtuels

source: Featured Products
fr_fr: produits présentés

source: Where...
fr_fr: Où...

source: Where
fr_fr: Où

source: - Select option
fr_fr: - Sélectionnez l'option

source: Category...
fr_fr: Catégorie...

source: Product type...
fr_fr: Type de produit...

source: Price greater than...
fr_fr: Prix supérieur à ...

source: Price less than...
fr_fr: Prix inférieur à ...

source: Stock greater than...
fr_fr: Stock supérieur à ...

source: Stock less than...
fr_fr: Stock inférieur à ...

source: In-stock
fr_fr: En stock

source: Out-of-stock
fr_fr: En rupture de stock

source: Sold individually
fr_fr: Vendus séparément

source: Category
fr_fr: Catégorie

source: Grouped
fr_fr: Groupé

source: External
fr_fr: Externe

source: Process
fr_fr: Processus

source: Easily enable PayPal Express Checkout, PayPal Pro, PayPal Advanced, PayPal REST, and PayPal Braintree. Each option is available separately so you can enable them individually.
fr_fr: Facilement activer PayPal Express Checkout, PayPal Pro, PayPal Advanced, PayPal REST, et PayPal Braintree. Chaque option est disponible séparément afin que vous puissiez les activer individuellement.
