Repository: eziyak/paypal-woocommerce-version-french
Catalog: paypal-for-woocommerce-*.po
Languages: fr_fr

source: If you wish to use a <a target="_blank" href="https://www.paypal.com/customize">custom page style configured in your PayPal account</a>, enter the name of the page style here.
fr_fr: Si vous souhaitez utiliser un <a target="_blank" href="https://www.paypal.com/customize"> style de page personnalisé configuré dans votre compte PayPal </a>, entrez le nom du style de page ici .

source: Brand Name
fr_fr: Marque

source: This controls what users see as the brand / company name on PayPal review pages.
fr_fr: Cela contrôle ce que les utilisateurs voient comme le nom de la marque / entreprise sur les pages de commentaires PayPal.

source: PayPal Checkout Logo (190x60px)
fr_fr: Logo PayPal Checkout (190x60px)

source: This controls what users see as the logo on PayPal review pages.
fr_fr: Cela contrôle ce que les utilisateurs voient comme le logo sur les pages de commentaires PayPal.

source: PayPal Checkout Banner (750x90px)
fr_fr: Bannière PayPal Checkout (750x90px)

source: This controls what users see as the header banner on PayPal review pages.
fr_fr: Cela contrôle ce que les utilisateurs voient comme la bannière d'en-tête sur les pages de commentaires PayPal.

source: Customer Service Number
fr_fr: Numéro de service client

source: This controls what users see for your customer service phone number on PayPal review pages.
fr_fr: Cela contrôle ce que les utilisateurs voient pour votre numéro de téléphone du service client sur les pages de commentaires PayPal.

source: Express Checkout Message
fr_fr: Message de paiement express

source: This message will be displayed next to the PayPal Express Checkout button at the top of the checkout page.
fr_fr: Ce message s'affiche à côté du bouton PayPal Express Checkout situé en haut de la page de paiement.

source: Skip the forms and pay faster with PayPal!
fr_fr: Passez les formulaires et payez plus vite avec PayPal!

source: Skip Final Review
fr_fr: Passer l'examen final

source: Enables the option to skip the final review page.
fr_fr: Activez l'option permettant d'ignorer la page de révision finale.

source: By default, users will be returned from PayPal and presented with a final review page which includes shipping and tax in the order details. Enable this option to eliminate this page in the checkout process.
fr_fr: Par défaut, les utilisateurs seront renvoyés par PayPal et présentés avec une page de révision finale incluant les frais de port et les taxes dans les détails de la commande. Activez cette option pour éliminer cette page dans le processus de paiement.

source: Disable Terms and Conditions
fr_fr: Désactivez les termes et conditions

source: Disable Terms and Conditions for Express Checkout orders.
fr_fr: Désactivez les termes et conditions pour les commandes Express Checkout. SVP.

source: By default, if a Terms and Conditions page is set in WooCommerce, this would require the review page and would override the Skip Final Review option. Check this option to disable Terms and Conditions for Express Checkout orders only so that you can use the Skip Final Review option.
fr_fr: Par défaut, si une page Termes et Conditions est définie dans WooCommerce, cela nécessitera la page de révision et remplacera l'option Ignorer la révision finale. Cochez cette option pour désactiver les termes et conditions pour les commandes Express Checkout uniquement afin de pouvoir utiliser l'option Ignorer la révision finale.

source: Sale will capture the funds immediately when the order is placed. Authorization will authorize the payment but will not capture the funds. You would need to capture funds from within the WooCommerce order when you are ready to deliver.
fr_fr: La vente capturera les fonds immédiatement lorsque la commande est passée. L'autorisation autorisera le paiement mais ne permettra pas de récupérer les fonds. Vous devez capturer des fonds à partir de la commande WooCommerce lorsque vous êtes prêt à livrer.

source: Pending Authorization Order Status
fr_fr: État de la commande d'autorisation en attente

source: Pending Authorization Order Status.
fr_fr: Statut de l'ordre d'autorisation en attente.

source: Set the order status you would like to use when an order has been authorized but has not yet been captured.
fr_fr: Définissez le statut de la commande que vous souhaitez, lorsqu'une commande a été autorisée mais n'a pas encore été capturée.

source: Billing Address
fr_fr: Adresse de facturation

source: Set billing address in WooCommerce using the address returned by PayPal.
fr_fr: Définissez l'adresse de facturation dans WooCommerce en utilisant l'adresse renvoyée par PayPal.

source: PayPal only returns a shipping address back to the website. Enable this option if you would like to use this address for both billing and shipping in WooCommerce.
fr_fr: PayPal renvoie uniquement une adresse de livraison sur le site Web. Activez cette option si vous souhaitez utiliser cette adresse pour la facturation et l'expédition dans WooCommerce.

source: Cancel Page
fr_fr: Annuler la page

source: Sets the page users will be returned to if they click the Cancel link on the PayPal checkout pages.
fr_fr: Définissez la page pour les utilisateurs qui pourront accéder aux pages de paiement PayPal.

source: Send line item details to PayPal.
fr_fr: Envoyez les détails de l'élément de campagne à PayPal.

source: Allow buyers to securely save payment details to their account for quick checkout / auto-ship orders in the future. (Currently considered BETA for Express Checkout.)
fr_fr: Permettre aux acheteurs de sauvegarder en toute sécurité les détails de paiement sur leur compte pour les commandes de paiement / livraison rapide à l'avenir. (Actuellement considéré comme BETA pour Express Checkout.)

source: Enable PayPal IPN
fr_fr: Activer PayPal IPN

source: Configure an IPN URL to be included with Express Checkout payments.
fr_fr: Configurez une URL IPN à inclure avec les paiements Express Checkout.

source: This will override any URL configured in your PayPal account profile.
fr_fr: Cela annulera toute URL configurée dans votre profil de compte PayPal.

source: Prevent Adding Extra Item
fr_fr: Empêcher l'ajout d'un élément supplémentaire

source: Prevent adding an addition unit to the shopping cart when the Express Checkout button is pushed from the product page.
fr_fr: Empêchez l'ajout d'une unité d'ajout au panier lorsque le bouton Paiement express est enfoncé à partir de la page du produit.

source: By default, clicking the PayPal Express Checkout button from the product page adds 1 unit of that item to the cart before sending the user to PayPal. This option will disable that, and send the user without adding an additional unit.
fr_fr: Par défaut, en cliquant sur le bouton PayPal Express Checkout à partir de la page du produit, vous ajoutez 1 unité de cet élément au panier avant d'envoyer l'utilisateur à PayPal. Cette option le désactivera et enverra l'utilisateur sans ajouter d'unité supplémentaire.

source: PayPal IPN URL
fr_fr: URL IPN PayPal

source: Your URL for receiving Instant Payment Notification (IPN) for transactions.
fr_fr: Votre URL pour recevoir une notification de paiement instantanée (IPN) pour les transactions.

source: Auto Cancel / Refund Orders
fr_fr: Annulation automatique / Remboursement des commandes

source: Allows you to cancel and refund orders that do not meet PayPal's Seller Protection criteria.
fr_fr: Vous permet d'annuler et de rembourser les commandes qui ne répondent pas aux critères de protection des vendeurs de PayPal.

source: Do *not* have PayPal Seller Protection
fr_fr: *not* PayPal Protection des vendeurs

source: Do *not* have PayPal Unauthorized Payment Protection
fr_fr: Ne pas *avoir * PayPal Protection contre les paiements non autorisés

source: Do not cancel any orders
fr_fr: N'annulez aucune commande

source: Fraud Management Filters
fr_fr: Filtres de gestion de la fraude

source: Choose how you would like to handle orders when Fraud Management Filters are flagged.
fr_fr: Choisissez comment vous souhaitez traiter les commandes lorsque les filtres de gestion de la fraude sont marqués.

source: Ignore warnings and proceed as usual.
fr_fr: Ignorez les avertissements et procéder comme d'habitude.

source: Place order On Hold for further review.
fr_fr: Passer la commande en attente pour une révision ultérieure.

source: Order canceled/refunded Email Notifications
fr_fr: Commande annulée / remboursée Notifications par courriel

source: Enable buyer email notifications for Order canceled/refunded
fr_fr: Activez les notifications par e-mail de l'acheteur pour la commande annulée / remboursée

source: This will send buyer email notifications for Order canceled/refunded when Auto Cancel / Refund Orders option is selected.
fr_fr: Cela enverra à l'acheteur des notifications par courrier électronique pour les commandes annulées / remboursées lorsque l'option Annuler / Rembourser automatiquement est sélectionnée.

source: Save Abandoned Checkouts
fr_fr: Enregistrer les extractions abandonnées

source: If a buyer choose to pay with PayPal from the WooCommerce checkout page, but they never return from PayPal, this will save the order as pending with all available details to that point. Note that this will not work when Express Checkout Shortcut buttons are used.
fr_fr: Si un acheteur choisit de payer avec PayPal à partir de la page de paiement de WooCommerce, mais qu'il ne revient jamais de PayPal, la commande sera enregistrée en attente avec tous les détails disponibles à ce moment-là. Notez que cela ne fonctionnera pas lorsque les boutons de raccourci Express Checkout sont utilisés.

source: Enable In-Context
fr_fr: Activer Force TLS 1.2

source: The enhanced PayPal Express Checkout with In-Context gives your customers a simplified checkout experience that keeps them at your website throughout the payment authorization process.
fr_fr: La limite de crédit pour la carte a été atteinte, veuillez utiliser une autre carte ou un autre moyen de paiement....

source: Debug
fr_fr: Déboguer

source: Enable logging<code>%s</code>
fr_fr: Activer la journalisation <code>%s</ code>

source: <hr></hr>PayPal Marketing Solutions
fr_fr: <hr></ hr> Solutions de marketing PayPal

source: This enables PayPal Marketing Solutions for valuable customer insights.
fr_fr: Cela permet à PayPal Marketing Solutions d'obtenir des informations précieuses sur les clients.

source: * As reported in Nielsen’s PayPal Credit Average Order Value Study for activity occurring from April 2015 to March 2016 (small merchants) and October 2015 to March 2016 (midsize merchants), which compared PayPal Credit transactions to credit and debit card transactions on websites that offer PayPal Credit as a payment option or within the PayPal Wallet. Nielsen measured 284890 transactions across 27 mid and small merchants. Copyright Nielsen 2016.
fr_fr: * Tel qu'indiqué dans l'étude de Nielsen sur la valeur moyenne des commandes PayPal pour les activités d'avril 2015 à mars 2016 (petits commerçants) et d'octobre 2015 à mars 2016 (moyennes entreprises), qui compare les transactions de crédit PayPal aux transactions par carte de crédit sur les sites Internet. Crédit PayPal en tant qu'option de paiement ou dans le portefeuille PayPal. Nielsen a mesuré 284890 transactions dans 27 moyennes et petites entreprises. Copyright Nielsen 2016.

source: Create a new billing agreement
fr_fr: Créer un nouvel accord de facturation

source: your order amount is zero, We were unable to process your order, please try again.
fr_fr: Le montant de votre commande est égal à zéro. Nous n'avons pas pu traiter votre commande. Veuillez réessayer.

source: PayPal Website Payments Pro (DoDirectPayment)
fr_fr: Paiements sur site marchand PayPal (DoDirectPayment)

source: PayPal Website Payments Pro allows you to accept credit cards directly on your site without any redirection through PayPal. You host the checkout form on your own web server, so you will need an SSL certificate to ensure your customer data is protected.
fr_fr: PayPal Site Payments Pro vous permet d'accepter les cartes de crédit directement sur votre site sans aucune redirection via PayPal. Vous hébergez le formulaire de commande sur votre propre serveur Web, vous aurez donc besoin d'un certificat SSL pour vous assurer que vos données client sont protégées.

source: Enable PayPal Pro
fr_fr: Activer PayPal Pro

source: Credit card
fr_fr: Carte de crédit

source: Pay with your credit card
fr_fr: Payez avec votre carte de crédit

source: Place the payment gateway in development mode.
fr_fr: Placez la gateway de paiement en mode développement.

source: Sandbox API Username
fr_fr: Nom d'utilisateur de l'API Sandbox

source: Live API Username
fr_fr: Nom d'utilisateur de l'API Live

source: Enable Instant Payment Notification.
fr_fr: Activez la notification de paiement instantanée

source: Your URL for receiving Instant Payment Notification (IPN) about transactions.
fr_fr: Votre URL pour recevoir une notification de paiement instantanée (IPN) concernant les transactions.

source: Enable Cardholder Name
fr_fr: Activer le nom du titulaire de la carte

source: Adds fields for "card holder name" to checkout in addition to the "billing name" fields.
fr_fr: Ajoute des champs pour "nom du titulaire de la carte" à la caisse en plus des champs "nom de la facturation".

source: Display card holder first and last name in credit card form.
fr_fr: Affichez le prénom et le nom du détenteur de la carte sous forme de carte de crédit.

source: AVS / CVV2 Results in Admin Order Email
fr_fr: Résultats AVS / CVV2 dans l'e-mail de la commande d'administration

source: Adds the AVS / CVV2 results to the admin order email notification.
fr_fr: Ajoutes les résultats AVS / CVV2 à la notification par courrier électronique de l'ordre d'administration.

source: Display Address Verification Result (AVS) and Card Security Code Result (CVV2) Results in Admin Order Email.
fr_fr: Affichez le résultat de la vérification de l'adresse (AVS) et le résultat du code de sécurité de la carte (CVV2) Afficher dans l'e-mail de l'ordre d'administration.

source: Credit Card Month Format
fr_fr: Format du mois de la carte de crédit

source: Credit Card Month Display Format.
fr_fr: Format d'affichage du mois de la carte de crédit.

source: Choose whether you wish to display Name format or Number format of Month field in the credit card form.
fr_fr: Choisissez si vous souhaitez afficher le format Nom ou le champ Numéro du mois dans le formulaire de carte de crédit.

source: Credit Card Year Format
fr_fr: Format de l'année de carte de crédit

source: Credit Card Year Display Format.
fr_fr: Format d'affichage de l'année de la carte de crédit.

source: Choose whether you wish to display two digit format or four digit of Year field in the credit card form.
fr_fr: Choisissez si vous souhaitez afficher le format à deux chiffres ou quatre chiffres du champ Année dans le formulaire de carte de crédit.

source: NOTICE: SANDBOX (TEST) MODE ENABLED.
fr_fr: AVIS: MODE SANDBOX (TEST) ACTIVÉ.

source: For testing purposes you can use the card number 4916311462114485 with any CVC and a valid expiration date.
fr_fr: Pour les tests, vous pouvez utiliser le numéro de carte 4916311462114485 avec tout CVC et une date d'expiration valide.

source: Expiration Date
fr_fr: Date d'expiration

source: Month
fr_fr: Mois

source: Year
fr_fr: An

source: Your processor is unable to process the Card Type in the currency requested. Please try another card type
fr_fr: Votre processeur est incapable de traiter le type de carte dans la devise demandée. Veuillez essayer un autre type de carte

source: Error in 3D secure authentication:
fr_fr: Erreur dans l'authentification sécurisée 3D:

source: Authentication unavailable. Please try a different payment method or card.
fr_fr: Authentification indisponible Veuillez essayer une méthode de paiement ou une carte différente.

source: 3D Secure error: No liability shift
fr_fr: Erreur 3D Secure error: aucun changement de responsabilité

source: Authentication unavailable. Please try a different payment method or card.
fr_fr: Authentification indisponible Veuillez essayer une méthode de paiement ou une carte différente.

source: 3D Secure error: %s
fr_fr: Erreur 3D Secure error: %s

source: Payer Authentication failed. Please try a different payment method.
fr_fr: L'authentification du payeur a échoué. S'il vous plaît essayez une méthode de paiement différente.

source: Sorry, your session has expired. <a href=%s>Return to homepage &rarr;</a>
fr_fr: Désolé, votre session a expiré. <a href=%s> Retour à la page d'accueil &rarr;</a>

source: Empty PayPal response.
fr_fr: Réponse vide PayPal.

source: PayPal Pro (Transaction ID: %s, Correlation ID: %s)
fr_fr: PayPal Pro (ID de transaction:%s, ID de corrélation:%s)

source: Address Verification Result
fr_fr: Résultat de la vérification d'adresse

source: Card Security Code Result
fr_fr: Résultat du code de sécurité de la carte

source: DoDirectPayment API call failed.
fr_fr: L'appel de l'API DirectPayment a échoué.

source: Order ID:
fr_fr: Numéro de commande:

source: Customer Name:
fr_fr: Nom du client

source: Customer Email:
fr_fr: Email client:

source: PayPal Pro payment failed (Correlation ID: %s). Payment was rejected due to an error: %s
fr_fr: Le paiement PayPal Pro a échoué (ID de corrélation:%s). Le paiement a été refusé en raison d'une erreur:%s

source: Payment error:
fr_fr: Erreur de paiement:

source: Cardholder First Name
fr_fr: Prénom du titulaire de la carte

source: First Name
fr_fr: Prénom

source: Cardholder Last Name
fr_fr: Nom du titulaire de la carte

source: Last Name
fr_fr: Nom de famille

source: Card Security Code
fr_fr: code de sécurité de la carte

source: Start Date (MM/YY)
fr_fr: Date de début (MM/AA)

source: Address Verification Details
fr_fr: Détails de vérification d'adresse

source: AVS Response Code
fr_fr: Code de réponse AVS

source: AVS Response Message
fr_fr: Message de réponse AVS

source: Card Security Code Details
fr_fr: Détails du code de sécurité de la carte

source: CVV2 Response Code
fr_fr: CVV2 Code de réponse

source: CVV2 Response Message
fr_fr: Message de réponse CVV2

source: PayPal Pro payment completed (Transaction ID: %s, Correlation ID: %s)
fr_fr: Paiement PayPal Pro terminé (ID de Opération:%s, ID de corrélation:%s)

source: Payment Completed via PayPal Pro
fr_fr: Paiement effectué via PayPal Pro

source: Payment via PayPal Pro Pending. PayPal reason: %s
fr_fr: Paiement via PayPal Pro En attente. Raison PayPal: %s

source: Payment %s via PayPal Pro.
fr_fr: Paiement %s via PayPal Pro.

source: PayPal Payments Pro allows you to accept credit cards directly on your site without any redirection through PayPal. You host the checkout form on your own web server, so you will need an SSL certificate to ensure your customer data is protected.
fr_fr: PayPal Payments Pro vous permet d'accepter les cartes de crédit directement sur votre site sans aucune redirection via PayPal. Vous hébergez le formulaire de commande sur votre propre serveur Web, vous aurez donc besoin d'un certificat SSL pour vous assurer que vos données client sont protégées.

source: Enable PayPal Pro Payflow Edition
fr_fr: Activer PayPal Pro Payflow Edition

source: Pay with your credit card.
fr_fr: Payez avec votre carte de crédit.

source: The ID provided to you by the authorized PayPal Reseller who registered you for the Payflow SDK. If you purchased your account directly from PayPal, use PayPal or leave blank.
fr_fr: L'ID fourni par le revendeur PayPal autorisé qui vous a enregistré pour le SDK Payflow. Si vous avez acheté votre compte directement auprès de PayPal, utilisez PayPal ou laissez ce champ vide.

source: Your merchant login ID that you created when you registered for the account.
fr_fr: Votre identifiant de connexion au marchand que vous avez créé lors de votre inscription au compte.

source: The password that you defined while registering for the account.
fr_fr: Le mot de passe que vous avez défini lors de l'inscription au compte.

source: Sale will capture the funds immediately when the order is placed. Authorization will authorize the payment but will not capture the funds. You would need to capture funds through your PayPal account when you are ready to deliver.
fr_fr: La vente capturera les fonds immédiatement lorsque la commande est passée. L'autorisation autorisera le paiement mais ne permettra pas de récupérer les fonds. Vous devez capturer des fonds via votre compte PayPal lorsque vous êtes prêt à livrer.

source: Default Order Status
fr_fr: Statut de la commande par défaut

source: Default Order Status.
fr_fr: Statut de commande par défaut.

source: Set the default order status for completed PayFlow credit card transactions.
fr_fr: Définissez le statut de la commande par défaut pour les transactions effectuées par carte de crédit PayFlow.

source: Adds the AVS / CVV2 results to the admin order email notification
fr_fr: Ajoutez les résultats AVS / CVV2 à la notification par courrier électronique de l'ordre d'administration

source: Choose Credit Card Month Field
fr_fr: Choisissez le champ Mois de la carte de crédit

source: Choose Credit Card Month Field Format.
fr_fr: Choisissez Format de champ Mois de carte de crédit.

source: Choose Credit Card Year Field
fr_fr: Choisissez le champ Année de la carte de crédit

source: Choose Credit Card Year Field Format.
fr_fr: Choisissez Format de champ Année de carte de crédit.

source: Choose whether you wish to display Show Two digit format or Four digit of Year field in the credit card form.
fr_fr: Choisissez si vous souhaitez afficher le format à deux chiffres ou Quatre chiffres de l'année dans le formulaire de carte de crédit.

source: Log PayPal events inside <code>%s</code>
fr_fr: Enregistrez les événements PayPal à l'intérieur <code>%s</code>

source: PayPal Pro payment completed (PNREF: %s) (PPREF: %s)
fr_fr: Paiement PayPal Pro terminé (PNREF: %s) (PPREF: %s)

source: PayPal Pro payment completed (PNREF: %s)
fr_fr: Paiement PayPal Pro terminé (PNREF: %s)

source: Address Match: %s
fr_fr: Correspondance d'adresse: %s

source: Postal Match: %s
fr_fr: Correspondance postale:%s

source: PayPal Pro payment failed. Payment was rejected due to an error:
fr_fr: Le paiement PayPal Pro a échoué. Le paiement a été refusé en raison d'une erreur:

source: For testing purposes you can use the card number 4111111111111111 with any CVC and a valid expiration date.
fr_fr: Pour les tests, vous pouvez utiliser le numéro de carte 4111111111111111 avec tout CVC et une date d'expiration valide.

source: The payment was flagged by a fraud filter, please check your PayPal Manager account to review and accept or deny the payment.
fr_fr: Le paiement a été signalé par un filtre de fraude. Veuillez vérifier votre compte PayPal Manager pour vérifier et accepter ou refuser le paiement.

source: PayPal Pro Payflow payment completed (PNREF: %s) (PPREF: %s)
fr_fr: Paiement PayPal Payflow terminé (PNREF: %s) (PPREF: %s)

source: PayPal Pro Payflow payment completed (PNREF: %s)
fr_fr: Paiement PayPal Payflow terminé (PNREF: %s)

source: If using %s with Woo Token Payments (including the use of Woo Subscriptions) you will need to <a target='_blank' href='https://www.angelleye.com/paypal-woocommerce-subscriptions/'>enable Reference Transactions</a> in your PayPal/PayFlow Manager. | <a href=%s>%s</a>
fr_fr: Si vous utilisez %s avec Woo Token Payments (y compris l'utilisation des abonnements Woo), vous devrez <a target='_blank' href='https://www.angelleye.com/paypal-woocommerce-subscriptions/'>enablez Reference Transactions</a> activer les transactions de référence </a> dans PayPal / PayFlow

source: Support
fr_fr: Soutien

source: Write a Review
fr_fr: Écrire une critique
