Repository: eziyak/paypal-woocommerce-version-french
Catalog: paypal-for-woocommerce-*.po
Languages: fr_fr

source: Reference Transaction
fr_fr: Transaction de référence

source: Payment method is not available for payment process, Please select Payment method from Billing details section.
fr_fr: La méthode de paiement n'est pas disponible pour le processus de paiement. Veuillez sélectionner la méthode de paiement dans la section "Détails de facturation".

source: Payment Token Or Reference transaction ID is not available for payment process.
fr_fr: Le jeton de paiement ou l'identifiant de transaction de référence n'est pas disponible pour le processus de paiement.

source: Order total must be greater than zero to process a reference transaction.
fr_fr: Le total de la commande doit être supérieur à zéro pour traiter une transaction de référence.

source: Make any necessary adjustments to the item(s) on the order and calculate totals. Remember to click Update if any adjustments were made, and then click Process Reference Transaction.
fr_fr: Apportez les ajustements nécessaires à l'article (s) sur la commande et calculez les totaux. N'oubliez pas de cliquer sur Mettre à jour si des ajustements ont été apportés, puis sur Traiter la transaction de référence.

source: %s payment Transaction ID: %s
fr_fr: %s payment Numéro de transaction ID: % s

source: PayPal %s API call failed
fr_fr: L'appel de l'API PayPal %s a échoué

source: Detailed Error Message: %s
fr_fr: Message d'erreur détaillé: %s

source: Short Error Message: %s
fr_fr: Court message d'erreur: %s

source: Error Code: %s
fr_fr: Code d'erreur: %s

source: Error Severity Code: %s
fr_fr: Code de gravité de l'erreur: % s

source: Payment Status:
fr_fr: Statut de paiement:

source: PayPal DoCapture API call failed.
fr_fr: L'appel de l'API PayPal DoCapture a échoué.

source: Detailed Error Message:
fr_fr: Message d'erreur détaillé:

source: Short Error Message:
fr_fr: Court message d'erreur:

source: Error Code:
fr_fr: Code d'erreur:

source: Error Severity Code:
fr_fr: Code de gravité de l'erreur:

source: PayPal DoVoid API call failed.
fr_fr: L'appel de l'API PayPal DoVoid a échoué.

source: PayPal DoReauthorization API call failed.
fr_fr: L'appel de l'API PayPal DoReauthorization a échoué.

source: PayPal authorization
fr_fr: Autorisation PayPal

source: PayPal DoAuthorization API call failed.
fr_fr: L'appel de l'API PayPal DoAuthorization a échoué.

source: Enable/Disable
fr_fr: Activer désactiver

source: Enable PayPal Credit Card (REST)
fr_fr: Activez la carte de crédit PayPal (REST)

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Cela contrôle le titre que l'utilisateur voit lors de la commande.

source: PayPal Credit Card (REST)
fr_fr: Carte de crédit PayPal (REST)

source: Description
fr_fr: La description

source: This controls the description which the user sees during checkout.
fr_fr: Cela contrôle la description que l'utilisateur voit lors de la commande.

source: PayPal Credit Card (REST) description
fr_fr: Description de la carte de crédit PayPal (REST)

source: Test Mode
fr_fr: Mode d'essai

source: Enable PayPal Sandbox/Test Mode
fr_fr: Activer PayPal Sandbox/Test Mode

source: Place the payment gateway in development mode. Sign up for a developer account <a href="%s" target="_blank">here</a>
fr_fr: Placez la gateway de paiement en mode développement. Inscrivez-vous à un compte développeur <a href="%s" target="_blank">ici</a>

source: Sandbox Client ID
fr_fr: ID de client Sandbox

source: Sandbox Secret ID
fr_fr: Identifiant secret Sandbox

source: Enter your Sandbox PayPal Rest API Secret ID.
fr_fr: Entrez votre identifiant secret de l'API de repos PayPal Sandbox.

source: Live Client ID
fr_fr: ID client en direct

source: Live Secret ID
fr_fr: ID secret en direct

source: Enter your PayPal Rest API Secret ID.
fr_fr: Entrez votre identifiant secret PayPal Rest API.

source: Payment Action
fr_fr: Action de paiement

source: Whether to process as a Sale or Authorization.
fr_fr: Si traiter comme une vente ou une autorisation.

source: Sale will capture the funds immediately when the order is placed. Authorization will authorize the payment but will not capture the funds. You would need to capture funds from within the PayPal account when you are ready to deliver.
fr_fr: La vente capturera les fonds immédiatement lorsque la commande est passée. L'autorisation autorisera le paiement mais ne permettra pas de récupérer les fonds. Vous devez capturer des fonds à partir du compte PayPal lorsque vous êtes prêt à livrer.

source: Enable Tokenized Payments
fr_fr: Activer les paiements Tokenized

source: Allow buyers to securely save payment details to their account for quick checkout / auto-ship orders in the future.
fr_fr: Permettre aux acheteurs de sauvegarder en toute sécurité les détails de paiement sur leur compte pour les commandes de paiement / livraison rapide à l'avenir.

source: Invoice Prefix
fr_fr: Préfixe de facture

source: Please enter a prefix for your invoice numbers. If you use your PayPal account for multiple stores ensure this prefix is unique as PayPal will not allow orders with the same invoice number.
fr_fr: Veuillez entrer un préfixe pour vos numéros de facture. Si vous utilisez votre compte PayPal pour plusieurs magasins, assurez-vous que ce préfixe est unique car PayPal n'autorisera pas les commandes avec le même numéro de facture.

source: Card Icon
fr_fr: Icône de la carte

source: Credit Card Statement Name
fr_fr: Nom de l'extrait de carte de crédit

source: The value entered here will be displayed on the buyer's credit card statement.
fr_fr: La valeur saisie ici sera affichée sur le relevé de carte de crédit de l'acheteur.

source: Debug Log
fr_fr: Journal de débogage

source: Enable logging
fr_fr: Activer la journalisation

source: Log PayPal events, such as Secured Token requests, inside <code>%s</code>
fr_fr: Enregistrez les événements PayPal, tels que les demandes de jetons sécurisés, dans <code>%s</code>

source: PayPal Transaction
fr_fr: Opération de PayPal

source: Add PayPal Transaction
fr_fr: Ajouter une transaction PayPal

source: Add New PayPal Transaction
fr_fr: Ajouter une nouvelle transaction PayPal

source: Edit
fr_fr: modifier

source: View PayPal Transaction
fr_fr: Voir la transaction PayPal

source: New PayPal Transaction
fr_fr: Nouvelle transaction PayPal

source: Search PayPal Transaction
fr_fr: Recherchez PayPal Transaction svp

source: No PayPal Transaction found
fr_fr: Aucune transaction PayPal trouvée

source: No PayPal Transaction found in trash
fr_fr: Aucune transaction PayPal trouvée dans la corbeille

source: Parent PayPal Transaction
fr_fr: Parent Transaction PayPal

source: This is where you can add new PayPal Transaction to your store.
fr_fr: C'est ici que vous pouvez ajouter une nouvelle transaction PayPal à votre boutique.

source: PayPal Transaction History
fr_fr: Historique des transactions PayPal

source: Order Total:
fr_fr: Total de la commande:

source: Total Capture:
fr_fr: Capture totale:

source: Transaction ID
fr_fr: identifiant de transaction

source: Amount
fr_fr: Montant

source: Payment Status
fr_fr: Statut de paiement

source: Billing Agreement Details
fr_fr: Détails de l'accord de facturation

source: PayPal Delayed Capture
fr_fr: PayPal Retardé Capture

source: PayPal Delayed Capture API call failed.
fr_fr: L'appel de l'API de paiement différé PayPal a échoué.

source: PayPal Auth
fr_fr: Authentification PayPal

source: PayPal Auth API call failed.
fr_fr: L'appel de l'authentification Auth PayPal a échoué.

source: This order has a pending authorization. You may capture partial or full payment for this authorization, or you may void the authorization.
fr_fr: Cette commande a une autorisation en attente. Vous pouvez enregistrer un paiement partiel ou total pour cette autorisation, ou vous pouvez annuler l'autorisation.

source: This order has been partially captured. You may process additional captures as necessary.
fr_fr: Cette commande a été partiellement capturée. Vous pouvez traiter des captures supplémentaires si nécessaire.

source: The authorization for this order has expired. You will need to Reauthorize the transaction and then capture funds as necessary.
fr_fr: L'autorisation pour cette commande a expiré. Vous devrez réautoriser la transaction et ensuite capturer des fonds si nécessaire.

source: This order is pending. You may authorization partial or full payment for this order, or you may capture/void the current authorization.
fr_fr: Cette commande est en attente. Vous pouvez autoriser le paiement partiel ou total de cette commande, ou vous pouvez capturer / annuler l'autorisation actuelle.

source: This order is pending. You may authorize partial or full payment for this order.
fr_fr: Cette commande est en attente. Vous pouvez autoriser le paiement partiel ou total de cette commande.

source: PayPal for WooCommerce requires WooCommerce version 2.6 or higher. Please backup your site files and database, update WooCommerce, and try again.
fr_fr: PayPal pour WooCommerce nécessite WooCommerce version 2.6 ou supérieure. Veuillez sauvegarder vos fichiers de site et votre base de données, mettre à jour WooCommerce et réessayer.

source: Save PayPal account for future use
fr_fr: Enregistrez le compte PayPal pour une utilisation future svp

source: Pay with PayPal
fr_fr: Payez avec PayPal

source: Check out with PayPal Credit
fr_fr: Vérifiez avec PayPal Credit

source: Pay with Credit Card
fr_fr: Payez avec une carte de crédit

source: Proceed to Checkout
fr_fr: Passer à la caisse

source: Cancel order
fr_fr: Annuler la commande

source: PayPal Express Checkout Billing Agreements / Reference Transactions require specific approval by PayPal. Please contact PayPal to enable this feature before using it on your site. <a href=%s>%s</a>
fr_fr: PayPal Express Checkout Les accords de facturation / transactions de référence nécessitent une approbation spécifique de PayPal. Veuillez contacter PayPal pour activer cette fonctionnalité avant de l'utiliser sur votre site. <a href=%s>%s</a>

source: Hide this notice
fr_fr: Masquer cet avis

source: Shipping details
fr_fr: Les détails d'expédition

source: Please enter an address to continue.
fr_fr: Veuillez entrer un préfixe pour vos numéros de facture. Si vous utilisez votre compte PayPal pour plusieurs magasins, assurez-vous que ce préfixe est unique car PayPal n'autorisera pas les commandes avec le même numéro de facture.

source: Unfortunately <strong>we do not ship %s</strong>. Please enter an alternative shipping address.
fr_fr: Malheureusement, <strong> nous ne livrons pas %s </strong>. S'il vous plaît entrer une adresse de livraison alternative.

source: No shipping method has been selected. Please double check your address, or contact us if you need any help.
fr_fr: Aucune méthode d'expédition n'a été sélectionnée. S'il vous plaît vérifiez votre adresse, ou contactez-nous si vous avez besoin d'aide.

source: Payment Completed via Express Checkout
fr_fr: Paiement effectué par paiement express

source: Address: The payment is pending because your customer did not include a confirmed shipping address and your Payment Receiving Preferences is set such that you want to manually accept or deny each of these payments. To change your preference, go to the Preferences section of your Profile.
fr_fr: Adresse: Le paiement est en attente car votre client n'a pas indiqué d'adresse de livraison confirmée et vos Préférences de réception de paiement sont définies de manière à accepter ou à refuser manuellement chacun de ces paiements. Pour modifier vos préférences, accédez à la section Préférences de votre profil.

source: Authorization: The payment is pending because it has been authorized but not settled. You must capture the funds first.
fr_fr: Autorisation: Le paiement est en attente car il a été autorisé mais pas réglé. Vous devez d'abord capturer les fonds.

source: eCheck: The payment is pending because it was made by an eCheck that has not yet cleared.
fr_fr: eCheck: le paiement est en attente car il a été effectué par un eCheck qui n'a pas encore été validé.

source: intl: The payment is pending because you hold a non-U.S. account and do not have a withdrawal mechanism. You must manually accept or deny this payment from your Account Overview.
fr_fr: intl: le paiement est en attente parce que vous détenez un compte non américain et que vous n'avez pas de mécanisme de retrait. Vous devez accepter ou refuser manuellement ce paiement à partir de votre aperçu du compte.

source: Multi-currency: You do not have a balance in the currency sent, and you do not have your Payment Receiving Preferences set to automatically convert and accept this payment. You must manually accept or deny this payment.
fr_fr: Multi-devises: vous n'avez pas de solde dans la devise envoyée et vos préférences de réception de paiement ne sont pas configurées pour convertir et accepter automatiquement ce paiement. Vous devez accepter ou refuser manuellement ce paiement.

source: Order: The payment is pending because it is part of an order that has been authorized but not settled.
fr_fr: Commande: Le paiement est en attente car il fait partie d'une commande qui a été autorisée mais non réglée.

source: Payment Review: The payment is pending while it is being reviewed by PayPal for risk.
fr_fr: Examen de paiement: Le paiement est en attente pendant qu'il est examiné par PayPal pour le risque.

source: Unilateral: The payment is pending because it was made to an email address that is not yet registered or confirmed.
fr_fr: Unilatéral: Le paiement est en attente car il a été effectué sur une adresse e-mail qui n'a pas encore été enregistrée ou confirmée.

source: Verify: The payment is pending because you are not yet verified. You must verify your account before you can accept this payment.
fr_fr: Vérifier: Le paiement est en attente car vous n'êtes pas encore vérifié. Vous devez valider votre compte avant de pouvoir accepter ce paiement.

source: Other: For more information, contact PayPal customer service.
fr_fr: Autre: Pour plus d'informations, contactez le service clientèle de PayPal.

source: No pending reason provided.
fr_fr: Aucune raison en attente fournie.

source: Payment via Express Checkout Pending. PayPal reason: %s.
fr_fr: Paiement via la caisse express en attente. Raison PayPal: %s.

source: Payment %s via Express Checkout.
fr_fr: Paiement %s par paiement express.

source: Payer Status: %s
fr_fr: Statut du payeur: %s

source: Address Status: %s
fr_fr: Statut de l'adresse: %s

source: PayPal %s API call failed:
fr_fr: L'appel de l'API PayPal %s a échoué:

source: Detailed Error Message:
fr_fr: Message d'erreur détaillé:

source: Short Error Message:
fr_fr: Court message d'erreur:

source: Error Code:
fr_fr: Code d'erreur:

source: Error Severity Code:
fr_fr: Code de gravité de l'erreur:

source: There was a problem paying with PayPal. Please try another method.
fr_fr: Il y avait un problème de payer avec PayPal. S'il vous plaît essayez une autre méthode.

source: PayPal for WooCommerce Version: %s
fr_fr: PayPal pour la version WooCommerce: %s

source: WooCommerce Version: %s
fr_fr: Version de WooCommerce: %s

source: We do not sell in your country, please try again with another address.
fr_fr: Nous ne vendons pas dans votre pays, veuillez réessayer avec une autre adresse.

source: Transaction did not meet our Seller Protection requirements. Cancelling and refunding order.
fr_fr: La transaction n'a pas répondu à nos exigences de protection des vendeurs. Annulation et remboursement de la commande.

source: PayPal Express Checkout payment declined due to our Seller Protection Settings
fr_fr: Paiement PayPal Checkout refusé en raison de nos paramètres de protection des vendeurs

source: Order #
fr_fr: Commande #

source: There was a problem processing your order. Please contact customer support.
fr_fr: Un problème est survenu lors du traitement de votre commande. Veuillez contacter le service client.

source: Thank you for your recent order. Unfortunately it has been cancelled and refunded. Please contact our customer support team.
fr_fr: Merci pour votre commande récente. Malheureusement, il a été annulé et remboursé. S'il vous plaît contactez notre équipe de soutien à la clientèle.

source: Error processing checkout. Please try again.
fr_fr: Erreur lors du traitement de la commande. Veuillez réessayer.

source: PayPal Credit Card (REST) payment completed
fr_fr: Paiement par carte de crédit PayPal (REST) terminé

source: %s requires the %s PHP extension to function. Contact your host or server administrator to configure and install the missing extension.
fr_fr: %s nécessite l'extension PHP%s pour fonctionner. Contactez votre administrateur hôte ou serveur pour configurer et installer l'extension manquante.

source: Credit Card payments Powered by PayPal / Braintree.
fr_fr: Paiements par carte de crédit Propulsé par PayPal / Braintree.

source: PayPal for WooCommerce requires PHP version 5.4.0 or higher.
fr_fr: PayPal pour WooCommerce nécessite PHP version 5.4.0 ou supérieure.

source: Add merchant account ID for
fr_fr: Ajouter un identifiant de compte marchand pour

source: Braintree Error: Braintree requires PHP 5.2.1 and above. You are using version %s.
fr_fr: Erreur Braintree: Braintree requiert PHP 5.2.1 et supérieur. Vous utilisez la version% s.

source: Braintree is enabled, but the <a href="%s">force SSL option</a> is disabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - Braintree custome credit card UI will only work in sandbox mode.
fr_fr: Braintree est activé, mais l'option <a href="%s"> forcer le SSL </a> est désactivée. votre commande peut ne pas être sécurisée! Veuillez activer SSL et assurez-vous que votre serveur dispose d'un certificat SSL valide - L'interface utilisateur de carte de crédit Braintree custome fonctionnera uniquement en mode sandbox.

source: Error processing checkout. Please try again.
fr_fr: Erreur lors du traitement de la commande. Veuillez réessayer.

source: Card expiration date is invalid
fr_fr: La date d'expiration de la carte est invalide

source: Card security code is invalid (only digits are allowed)
fr_fr: Le code de sécurité de la carte est invalide (seuls les chiffres sont autorisés)

source: Card number is invalid
fr_fr: Le numéro de carte est invalide

source: Braintree payment method nonce is empty
fr_fr: La méthode de paiement Braintree nonce est vide

source: Enable Braintree Payment Gateway
fr_fr: Activer la Braintree Payment Gateway

source: Credit Card
fr_fr: Carte de crédit

source: Enable Drop-in Payment UI
fr_fr: Activer l'interface de paiement Drop-in

source: Rather than showing a credit card form on your checkout, this shows the form on it's own page, thus making the process more secure and more PCI friendly.
fr_fr: Plutôt que de montrer un formulaire de carte de crédit lors de votre départ, cela montre le formulaire sur sa propre page, ce qui rend le processus plus sûr et plus adapté aux PCI.

source: Enable Sandbox Mode
fr_fr: Activer Sandbox Mode

source: Place the payment gateway in sandbox mode using sandbox API keys (real payments will not be taken).
fr_fr: Placez la gateway de paiement en mode sandbox à l'aide des clés API sandbox (les paiements réels ne seront pas pris).

source: Sandbox Public Key
fr_fr: Clé publique Sandbox

source: Get your API keys from your Braintree account.
fr_fr: Obtenez vos clés API depuis votre compte Braintree.

source: Sandbox Private Key
fr_fr: Clé privée Sandbox

source: Sandbox Merchant ID
fr_fr: Identifiant de marchand Sandbox

source: Live Public Key
fr_fr: Clé publique en direct

source: Live Private Key
fr_fr: Clé privée en direct

source: Live Merchant ID
fr_fr: Identifiant du marchand en direct

source: The value entered here will be displayed on the buyer's credit card statement. Company name/DBA section must be either 3, 7 or 12 characters and the product descriptor can be up to 18, 14, or 9 characters respectively (with an * in between for a total descriptor name of 22 characters).
fr_fr: La valeur saisie ici sera affichée sur le relevé de carte de crédit de l'acheteur. La section Nom de l'entreprise / DBA doit comporter 3, 7 ou 12 caractères et le descripteur de produit peut contenir jusqu'à 18, 14 ou 9 caractères (avec un * entre pour un nom de descripteur total de 22 caractères).

source: Log PayPal/Braintree events, inside <code>%s</code>
fr_fr: Enregistrez les événements PayPal / Braintree à l'intérieur de <code>%s</code>

source: Fraud Settings (Kount)
fr_fr: Paramètres de fraude (Kount)

source: Fraud Tool
fr_fr: Outil de fraude

source: Select the fraud tool you want to use. Basic is enabled by default and requires no additional configuration. Kount Standard requires you to enable advanced fraud tools in your Braintree control panel. To use Kount Custom you must contact Braintree support.
fr_fr: Sélectionnez l'outil de fraude que vous voulez utiliser. Basic est activé par défaut et ne nécessite aucune configuration supplémentaire. Kount Standard vous oblige à activer des outils de fraude avancés dans votre panneau de contrôle Braintree. Pour utiliser Kount Custom, vous devez contacter le support Braintree.

source: Basic
fr_fr: De base

source: Kount Custom
fr_fr: Kount personnalisé

source: Speak with your account management team at Braintree to obtain your Kount Merchant ID.
fr_fr: Parlez avec votre équipe de gestion de compte chez Braintree pour obtenir votre identifiant Kount Merchant.

source: Merchant Account IDs
fr_fr: IDs de compte marchand

source: Enter additional merchant account IDs if you do not want to use your Braintree account default. %1$sLearn more about merchant account IDs%2$s
fr_fr: Entrez des ID de compte marchand supplémentaires si vous ne souhaitez pas utiliser votre compte Braintree par défaut. %1$sEn savoir plus sur les identifiants de compte marchand IDs%2$s

source: Save payment method to my account.
fr_fr: Enregistrez la méthode de paiement sur mon compte

source: Error: PayPal Powered by Braintree did not supply a payment nonce. Please try again later or use another means of payment.
fr_fr: Erreur: PayPal Powered by Braintree n'a pas fourni de paiement nonce. Veuillez réessayer plus tard ou utiliser un autre moyen de paiement.

source: Error: PayPal Powered by Braintree was unable to complete the transaction. Please try again later or use another means of payment.
fr_fr: Erreur: PayPal Powered by Braintree n'a pas pu effectuer la transaction. Veuillez réessayer plus tard ou utiliser un autre moyen de paiement.

source: Risk decision for this transaction %s, Risk ID for this transaction: %s
fr_fr: Décision de risque pour cette transaction %s, ID de risque pour cette transaction: %s

source: Error: PayPal Powered by Braintree was unable to complete the transaction. Please try again later or use another means of payment. Reason: %s
fr_fr: Erreur: PayPal Powered by Braintree n'a pas pu effectuer la transaction. Veuillez réessayer plus tard ou utiliser un autre moyen de paiement. Les raisons %s

source: %s payment approved! Transaction ID: %s
fr_fr: %s paiement approuvé! ID:%s de la transaction ID:%s

source: Transaction was submitted to PayPal Braintree but not handled by WooCommerce order, transaction_id: %s, status: %s. Order was put in-hold.
fr_fr: La transaction a été soumise à PayPal Braintree mais pas traitée par la commande WooCommerce, transaction_id: %s, status: %s. L'ordre a été mis en attente.

source: Refunded %s - Transaction ID: %s
fr_fr: Remboursé %s - ID de la transaction: %s

source: Oops, you cannot partially void this order. Please use the full order amount.
fr_fr: Ohlala, vous ne pouvez pas partiellement annuler cette commande. Veuillez utiliser le montant total de la commande.
